var questionList = [
    q1 = {
        qtext: "Кто приходит к хорошим детям под Новый год?",
        a1: "A: Дед Мороз",
        a2: "B: Баба Яга",
        a3: "C: Полицейский",
        a4: "D: Директор школы",
        correct: "A",
        gain: 100
    },
    q2 = {
        qtext: "Чем едят суп?",
        a1: "A: Вилка",
        a2: "B: Нож",
        a3: "C: Палка",
        a4: "D: Ложка",
        correct: "D",
        gain: 200
    },
    q3 = {
        qtext: "Что растет на дубе?",
        a1: "A: Яблоки",
        a2: "B: Желуди",
        a3: "C: Груши",
        a4: "D: Малина",
        correct: "B",
        gain: 300
    },
    q4 = {
        qtext: "Во что превращается вода на морозе?",
        a1: "A: В пар",
        a2: "B: В лед",
        a3: "C: В мороженку",
        a4: "D: В сок",
        correct: "B",
        gain: 500
    },
    q5 = {
        qtext: "В какой рисунок разрисована зебра?",
        a1: "A: В клеточку",
        a2: "B: В цветочек",
        a3: "C: В клеточку",
        a4: "D: В полосочку",
        correct: "D",
        gain: 1000
    },
    q6 = {
        qtext: "На чем летает ведьма?",
        a1: "A: На швабре",
        a2: "B: На метле",
        a3: "C: На ковре",
        a4: "D: На коне",
        correct: "B",
        gain: 10000
    },
    q7 = {
        qtext: "Кто такие Том и Джерри?",
        a1: "A: Волк и заяц",
        a2: "B: Крот и муравей",
        a3: "C: Дельфин и русалка",
        a4: "D: Кот и мышь",
        correct: "D",
        gain: 50000
    },
    q8 = {
        qtext: "Как называется вращающаяся детская игрушка?",
        a1: "A: Ведьмак",
        a2: "B: Волкодав",
        a3: "C: Волчек",
        a4: "D: Собачка",
        correct: "C",
        gain: 100000
    },
    q9 = {
        qtext: "Что нужно делать, когда утром звенит будильник?",
        a1: "A: Выключать его и вставать с постели",
        a2: "B: Бросать на него подушку и спать дальше",
        a3: "C: Поднести к бабушкиному уху",
        a4: "D: Выбросить его в окно",
        correct: "A",
        gain: 500000
    },
    q10 = {
        qtext: "На что обычно бывает, похожа лампочка?",
        a1: "A: На мяч",
        a2: "B: На яблоко",
        a3: "C: На грушу",
        a4: "D: На чудо",
        correct: "C",
        gain: 1000000
    }
];